[Info]
Language=Türkçe
Translator=Umut(drumut@gmail.com)
Version=1.0.0.370

;Main Menu
[Menu]
;
;Channel Menu
;
Title32791=&Kanal
Item32791=Tüm Kanalları Güncelle
Item33321=Tüm Güncellemeyi Durdur
Item32793=Hepsini Okunmuş Say
Item36564=Okunmamış Hesap Yenile
Item32792=Kanal/Grup Güncelle
Item32818=Okunmuş Say
Item32819=Sayfayı Okunmuş Say
Item32800=Sil
Item36739=Yeniden Adlandır
Item32799=Özellikler...
Item36548=Kanalları Düzenle...
Item57665=Ç&ıkış

Title32797=Ekle
Item32797=Kanal...
Item36537=Kanal Ara...
Item32796=Kanal Grubu...
Item36558=Bloglines Sync Kanallar...
Item32837=Haber İzle...
Item32925=Etiket...

;
;Edit Menu
;
Title57635=&Düzenle
Item57635=Ke&s
Item57634=&Kopyala
Item57637=&Yapıştır
Item57636=Metin Bul (bu sayfada)...
Item36547=Üyelikli Kanalı Bul...
Item32917=Habe&r Öğesi Ara
Item32858=Sonrakini Ara
Item36738=Genel Arama...

;
;View Menu
;
Title32922=&Göster
Item32922=Kanal &Çubuğu
Item32923=Haber &Listesi
Item36609=Yeni Sekme
Item32811=&Okuma Panelini Büyüt
Item33035=Sonraki Okunmamış &Kanal
Item36544=Sonraki Okunmamış &Grup
Item32861=&Sonraki Haber
Item32860=&Önceki Haber
Item32862=Dil
;
;Tools Menu
;
Title32808=&Araçlar
Item32808=&Kanalları OPML/XML Dosyasından  Ekle...
Item32842=&Kanalları OPML/XML Dosyasına Kaydet...
Item36543=Haberleri &RSS/XML  Dosyasına Kaydet...
Item32841=&Temizle...
Item32852=&Seçenekler...
Title33312=Kanal &İstatistikleri
Item33312=En Çok Ziyaret Edilen
Item33313=En Az Ziyaret Edilen
Item36732=Son 60 günde en aktif
Item36733=Son 60 günde en az aktif
Item36735=Ayarla...

;
;Help Menu
;
Title36553=&Yardım
Item36553=Yeni &Versiyon Kontrol Et
Item36550=GreatNews &Websitesine Git..
Item36567=GreatNews &Forumuna Git...
Item57664=&Hakkında...

;
;Channel Tree Popup Menu
;
Item32815=Hepsini Göster
Item32816=Hepsini Sakla
Item33033=Grup İçeriği Göster

;
;News List Popup Menu
;
Item32870=Okunmuş Say
Item36601=Okunmamış Say
Item36539=Sil
Item36556=Yeni Etiket...

[FeedGroupPropertiesDialog]
Title=Grup Özellikleri
C1070=Grup İsmi(*):
C1071=Tanım:
C1072=Grup Websitesi:
C1030=Bu kanal grubu otomatik güncellenmesin

[OptionsDialog]
Title=Seçenekler

[OptionsDialog_General]
Title=Genel
C1010=GreatNews başladığında grupları güncelle
C1006=GreatNews başladığında yeni sürüm kontrol et
C1013=Sistem tepsisine küçült
C1058=Sistem tepsisine kapat
C1074=Haber Kanallarını Otomatik Güncelleme Aralığı
C1075=Temizleme Sihirbazını Çalıştırma Aralığı
C1073=GreatNews Başladığında
C1062=Boş ekran göster
C1007=Hoşgeldin ekranı göster
C1063=En çok gezilen 10 kanalı göster
C1016=GreatNews varsayılan RSS reader olarak ayarla

[OptionsDialog_Reading]
Title=Okuma
C1076=Göster
C1077=haber her sayfa için (1 ~ 999)
C1011=Kanal değiştirince önceki kanalı okunmuş say
C1010=Kanal/Grup'lara tıklayınca güncelle
C1078=Son Sayfadayken "Next>" Tıkladığımda
C1062=Son sayfada kal
C1067=Ne okuduğuma bağlı olarak,sonraki okunmamış kanal veya grubu aç
C1079=Sayfayı Okunmuş Say
C1069=Karşılıklı
C1068=Otomatik olarak
C1080=saniye(0~999, 0 = asla) sonra
C1006=Güncellenmeyen kanalları bildir
C1135=gün
C1136=Haber popup görünme süresi
C1137=saniye 

[OptionsDialog_Usability]
Title=Kullanım
C1081="Sonraki Okunmamış Kanal/Grup" Fonksiyonu
C1010=Haber listesi otomatik kapanmalı
C1011="okunmadı" otomatik belirlenmeli
C1012=Son kanal/grup otomatik okundu işaretlenmeli
C1082=Öğe Arama/Sonraki Öğe/Önceki Öğe Fonksiyonu
C1013=Haber listesi otomatik açılmalı
C1006=Popupları bloke et( "Ctrl + linke tıkla" izin vermek için)
C1007=Kanal güncelleme bitince sistem tepsisi popup uyarısı göster
C1058=RSS linklerini varsayılan tarayıcı ile aç
C1138=Haber listesine çift tıklayınca web sayfası burda açılsın
C1062=Harici Tarayıcı
C1063=GreatNews penceresi
C1064=Yeni sekme
C1139=Okuma pencersindeki linklere tıklayınca RSS makalesi burda açılsın
C1057=Şimdiki sekme
C1060=Harici Tarayıcı
C1061=Yeni sekme
C1059=Sekmeli taramayı devre dışı bırak (GreatNews yeniden başlatılmalı)
C1123=Kanal guruplarını otomatik genişletip daraltma.

[OptionsDialog_ItemFeatures]
C1140=Okuma penceresinde seçilmiş özellikleri göster:
C1010=Etiketle
C1011=Maille Gönder
C1013=Yazar
C1017=İzlenen haberleri vurgula
C1006=Yorumları İzle (yorum kanalına ulaşılabilirse)
C1141=Podcasting Kapsamında olan dosya tipleri:
C1016=Blog Araçlarını Yapılandır
Feedburner linkleri yerine haber öğelerinin orjinal linklerini tut

[OptionsDialog_Connection]
C1062=İnternet Explorer ile aynı
C1063=Proxy sunucusu kullan:
C1147=URL:
C1148=Port:
C1149=Kullanıcı Adı:
C1150=Şifre:
C1151=Proxy kullanılmayacak:

[ConfigBlogToolsDialog]
Title=Blog Araçlarını Yapılandır
C1142=Yapılandırılmış Araçlar:
C1143=Araç Ayrıntıları:
C1108=İsim:
C1145=Tip:
C1100=URL:
C1146=URL'de bu değişkenleri kullanabilirsiniz: %TITLE%, %TEXT%, %LINK%, %AUTHOR%, %HTMLFILE%
C1017=&Yeni
C1057=&Sil
C1018=&Kaydet
C2=Kapat

[LabelDialog]
Title=Etiket Özellikleri
C1083=Etiket(*):
C1120=Stil:

[FindSubscribedChannelDialog]
Title=Onaylanmış Kanalları Bul

[GlobalSearchDialog]
Başlık=Global Arama
C1134=&Tüm kanallarda ara:
C1027=&Büyük/küçükHarf
C1013=&Tüm Kelime Eşleşsin
C1=Başlat
C2=Kapat

[OrganizeChannelsDialog]
Title=Kanalları Düzenle
C1084=Kanalları Seç:
C1017=Hepsini Seç
C1038=Seçimi Geri Al
C1061=Yeni Kanal Grubu...
C1016=Grubu Taşı
C1052=Kanalları Sil
C1064=Bloglines'dan Ayır

[ChannelPropertiesDialog]
Title=Kanal Özellikleri

[ChannelPropertiesDialog_URL]
C1085=Kanal URL(*):
C1010=Kanal Özelliklerini İnternetten Al
C1016=Kanal Onayla
C1065=Bu kanal Bloglines.com ile senkronizedir
C1064=Bloglines'dan ayır
C1030=Bu kanal otomatik güncellenmesin
C1006=Bu kanal kimlik denetimi istiyor:
C1130=Kullanıcı Adı:
C1131=Şifre:
C1125=İpucu :Kanal adresini bilmiyorsanız, adresi bu şekilde http://www.cnn.com direk yazabilirsiniz. GreatNews bu sayfa üzerindeki kanalları otomatik bulacaktır.

[ChannelPropertiesDialog_Properties]
C1086=Title(*):
C1087=Tanım:
C1088=Websitesi:
C1089=Format:
C1009=( Kanal formatını görmek için önceki sekmedeki"Retrieve Channel Properties From Internet"'i seçin)
C1092=Son Değiştirilen:
C1090=Son Kontrol:
C1021=Kontrol Edilmedi
C1114=Oto Güncelle:
C1115=Bu süreden eski haberleri temizle:

[ChannelPropertiesDialog_Settings]
C1114=Otomatik Güncelleme Sıklığı:
C1120=Görünüm Stili:
C1115=Daha eski olan haberleri temizle:
C1013=Temizlerken sadece en yeni
C1132=haber öğerlerini tut
C1006=Yeni öğeler ulaştığında beni uyar
C1007=Bu kanalı inaktif olsa dahi barındır

[ChannelPropertiesDialog_Group]
C1091=Bir Kanal Grubu Seçin:
C1016=Yeni Grup...

[InactiveChannelDialog]
Başlık=İnaktif kanallar
C1016=Sil/Devre dışı
C1133=(Inactive channels that have labelled news items will be disabled)
C1122=Olduğu gibi kalsın
C2=Kapat

[NewsWatchPropertiesDialog]
Title=Haber İzleme Özellikleri

[NewsWatchPropertiesDialog_Properties]
C1092=İzlemin İsmi(*):
C1093=İzlenecek Kelimeler(*):
C1044=Herhangi bir kelime ara
C1023=Tüm kelimeleri ara
C1046=Tüm metin olarak ara
C1027=B/Küçük harf duyarlı
C1013=Tüm kelime eşlessin
C1094=Eşleşen haber öğerleri için
C1059=Metin rengiyle vurgula
C1095=Arkaplan Rengi
C1057=Güncellerken eşleşen haber öğelerini yoksay
C1058=Direk okundu say
C1154=Ne izlensin:
C1010=Haber başlığı izle
C1019=Haber içeriği izle
C1015=Haber yazarı izle
C1041=Haber izleme devre dışı
C1120=Görünüm Stili:

[NewsWatchPropertiesDialog_Channels]
C1023=Tüm kanalları izle
C1024=Seçilen kanalları izle
C1016=Hepsini Seç
C1038=Seçimi Geri Al
C1018=Bu haber izlemeyi indirilmiş haber öğerleri üzerinde uygula


[ExportDialog]
Title=OPML/XML Olarak Kaydet

[ExportDialog_Select]
C1097=Kaydedilecek grup/kanal seçin:
C1016=Hepsini Seç
C1038=Seçimi Geri Al
C1010=Tüm izlem/haber/etiketleri kaydet
C1098=(Bunu seçerseniz,kaydedilen opml/xml dosyası diğer RSS okuyucularıyla uyumlu olmayabilir)

[ExportDialog_File]
C1096=Dosya Adı Kaydet(*):

[ImportDialog]
Title=OPML/XML Dosyasından Ekle

[ImportDialog_File]
C1032=Varsayılan &kanalları ekle
C1035=Dosyadan kanal/grup &ekle
C1099=Dosya Adı:
C1036=İnternetten kanal/grup &ekle
C1100=URL:

[ImportDialog_Select]
C1104=Ekelencek grup/kanal seçin:
C1016=Hepsini Seç
C1038=Seçimi Geri Al
C1010=Kanlları eklerken internetten güncelle
C1011=Bu dosyada bulunan etiket ve izlemleri ekle

[ImportDialog_Group]
C1101=Kanalları Gruba Taşı:
C1016=Yeni Grup...

[ImportDialog_Progress]
C1026=Eklemeye başlamak için [Next] tıklayın...
C1016=Eklemeyi durdur
C1102=(Eklemeyi istediğiniz zaman durdurup daha sonra tekrar yapabilirsiniz)
C1103=İpucu: Eklemeden sonra,Kanal->Kanalları Düzenle... kanalları tekrar düzenlemek için.

[ExportRSSDialog]
Title=Haberler RSS dosyasına kaydet
C1099=Dosya Adı(*):

[CleanupDialog]
Title=Temizleme Sihirbazı

[CleanupDialog_Options]
C1105=Bundan eski olan haberleri temizle:
C1117=(Kanal seviye ayarları varsayılan değeri geçersiz kılar)
C1010=Okunmamış &haberleri içersin
C1011=Etiketli &haberleri içersin
C1006=Temzilemeden sonra data dosyasını sıkıştır
C1124=GreatNewsgeçici dosyalarını sil
C1013=En yenisi kalsın
C1152=Her kanal için haber öğeleri (*)
C1153=(*) kanal sevitesinde ayarlar üzerine yazılabilir

[CleanupDialog_Channels]
C1097=Temzilenecek Kanalları Seç:
C1016=Tümünü Seç
C1038=Seçimi Geri Al

[CleanupDialog_Progress]
C1025=Temizlemek için [Next] butonuna tıklayın.

[SearchChannelPropertiesDialog]
Title=Kanal özeliklerini ara
C1106=-den ara:
C1107=Anahtar Sözcük(*):
C1108=Başlık(*):

[BloglinesSyncDialog]
Title=Bloglines.com Sync Kanalları

[BloglinesSyncDialog_Account]
C1109=Bloglines.com Hesabı:
C1110=Şifre(*):
C1111=Şifre Doğrulama(*):

[BloglinesSyncDialog_Channels]
C1112=Greatnews ile senkronize edeceğiniz Bloglines Kanallarını Seçin:
C1016=Hepsini Seç
C1038=Seçimi Geri Al
C1010=GreatNews,Bloglines'da kanalları okundu olarak saymasın

[Toolbars]
T200=Haber
T201=Ara
T101=Adres

B32791=Tümünü Güncelle
B32818=Okundu Say
B32850=Tümünü Göster
B32840=Stil

;The date combobox on toolbar
[DateFilter]
0=Bugünün
1=Bugün ve Dün
2=Son 7 günün'
3=Son 30 günün'
4=Tüm

;The status combobox on toolbar
[StatusFilter]
0=Okunmamış
1=Etiketli
2=Hepsi

;Auto Update Frequency combobox in Options dialog
[AutoUpdateFrequency]
0=15 dakika
1=30 dakika
2=1 saat
3=2 saat
4=3 saat
5=4 saat

; Cleanup reminding interval combobox in Options dialog
[CleanupReminderInterval]
0=1 hafta
1=2 hafta
2=1 ay
3=2 ay
4=3 ay
5=6 ay
6=Asla

;Auto Update Frequency combobox in Channel Properties dialog
[ChannelAutoUpdateFrequency]
0=Varsayılan
1=1 dakika
2=5 dakika
3=10 dakika
4=15 dakika
5=30 dakika
6=1 saat
7=2 saat
8=3 saat
9=4 saat
10=Günde iki
11=Günlük

;Cleanup max age combobox in Channel Properties dialog
[ChannelCleanupMaxAge]
0=Varsayılan
1=Tüm
2=1 gün
3=2 gün
4=1 hafta
5=2 hafta
6=1 ay
7=3 ay
8=6 ay
9=Asla

; Cleanup combobox in Cleanup Wizard
[Cleanup]
0=Tüm
1=1 hafta
2=2 hafta
3=1 ay
4=3 ay
5=6 ay


[Messages]
;main
M137=Bu kanala zaten üyesiniz. Açmak ister misiniz?
M138=Link haber kanalı gibi görünüyor. Üye olmak ister misiniz?
M152=Grubu silmek istediğinizden emin misiniz [%s]?
M153=Kanalı silmek istediğinizden emin misiniz [%s]?
M154=Haber izlemini silmek istediğinizden emin misiniz [%s]?
M155=Etiketi silmek istediğinizden emin misiniz [%s]?
M156=GreatNews data dosyası bulunamıyor.[%s]
M157=Uyumsuz data dosyası bulundu. son versiyona güncellmek için Ok tıklayın.
M158=Yeni versiyon [%s] bulunmakta. Yeni ne var,görmek ister misiniz?
M159=%d Haber Kanalları
M160=%d Yeni başlıklar başarıyla alındı %d kanaldan.
M161=%d kanal(lar) başarısız.
M162=GreatNews tüm haber kanallarını güncellemeyi bitirdi.
M163=GreatNews - kanalı güncelliyor %d si %d nin
M164=Eski haberleri temzilemediğiniz süre %d gündür. Temizleme Sihirbazını kullanacak mısınız?
M167=Kanal Güncelleniyor %s...
M175=GreatNews'in son versiyonunu kullanıyorsunuz.
M176=Yeni versiyon kontrolü başarısız. sonra tekrar deneyin.
M177=Haber Listesi boş. Aramak istediğiniz grup veya kanalı seçin.
M178=Okunmamış haber kanalı bulunamadı
M202=GreatNews düzgün kapatılmadı. Sistem şimdi okunmamış kanal hesaplarını güncelleyecek.
M207=Tüm haber öğelerinin okundu olarak işaretlemesinden emin misiniz?
M208=Belirtilen blog aracı bulunamadı.
M209=GreatNews hızla gelişmektedir. Bu beta version 30 gün sonra çalışmayacaktır.Lütfen http://www.curiostudio.com adresinden son versiyonu indirin.

; channel group dialog
M139=Bu gurupta %d kanalda %d okunmamış haber öğesi var. %d öğe okunmadı.

; various channel dialogs
M140=%d kanaldaki haber öğesi sayısı. %d okunmadı.
M147=Lütfen anahtar sözcük alanını doldurun
M148=Lütfen arama kanalını adlandırın
M168=Lütfen kanal URL yazın.
M169=Kanal başlığı boş olamaz.
M171=Lütfen bir grup seçin.

; cleanup wizard
M141=%d haber temizlemeden önce
M142=%d haber temizlemeden sonra
M143=Kanal temzileniyor %s...
M144=Data dosyası sıkıştırılıyor...
M145=Temizleme başarıyla bitti
M146=Lütfen en az bir kanal seçin.
M204=Etiketlenmiş tüm öğeleri temizlemek istediğinizden emin misiniz?

;Export RSS dialog
M149=%d haber öğeleri kaydedildi %s

;Export Wizard
M150=Lütfen bir dosya adı belirleyin.
M151=%d Kanal ve %d Gruplar başarıyla kaydedildi.

;Channel Organizer
M165=Seçilen kanalları silmek istediğinizden %d emin misiniz ?
M179=Lütfen yerini değiştireceğiniz kanalları seçin
M180=Lütfen seçilen kanalları aktaracağınız bir grup seçin
M181=Lütfen silmek istediğiniz kanalları seçin
M182=Lütfen ayırmak istediğiniz bloglines sync kanallarını seçin

;Search dialog
M166=Arıyor %d de %d...
M170=Eşleşen haber bulunamadı

;Import Wizard
M172=Lütfen bir dosya ismi belirtin
M173=Lütfen bir URL belirtin
M174=Lütfen çıkmadan önce eklemeyi durdurun.
M190=%d Kanal ve %d Gruplar başarıyla eklendi.\n
M191=%d Kanal ve %d Gruplar önceden var olduğu için atlandı.\n
M192=%d Kanal ve %d Gruplar başarısız.
M193=\tGroup '%s' başarıyla eklendi
M194=\tGrup '%s' atlandı
M195=***** grup '%s' ekleme başarısız
M196=\tKanal '%s' atlandı
M197=Kanal Ekleniyor '%s'...
M198="**** Kanal '%s' yeni adlandırmasan sonra başarıyla eklendi
M199=\tKanal '%s' başarıyla eklendi
M200=***

;Bloglines Sync Wizard
M183=Bloglines.com hesabınıza giriş yapın
M184=Şifre ve Şifre Doğrulama Eşleşmedi

;News Watch dialog
M185=Lütfen eşleşecek kelimeleri girin
M186=Lütfen izleme başlığını doldurun
M187=En azından bir izleme seçeneğini seçin
M188=Metin rengi arkaplan rengi ile aynı olamaz
M189=Lütfen en zından bir kanal seçin

;Config BlogThis Dialog
M205=Lütfen <yoursite.com> bölümüne kendi sitenizin URL'sini yerleştirin.

;Global Search Dialog
M206=Eşleşen haber öğesi bulunamadı.
